Repository: NMarjou/localization-app
Catalog: TMs/en-US_it-IT.tmx
Source language: en_us
Languages: it_it

source: The very beginning
it_it: L'inizio

source: Timeline
it_it: Sequenza temporale

source: No check-ins in progress or upcoming
it_it: Nessun check-in in corso o imminente

source: Past check-ins
it_it: Check-in passati

source: Pending setup
it_it: In attesa di configurazione

source: This check-in is read-only because the other participant is no longer active.
it_it: Questo check-in è in sola lettura perché l'altro partecipante non è più attivo.

source: Show completed check-ins
it_it: Mostra i check-in completati

source: Add title
it_it: Aggiungi titolo

source: Check-in types
it_it: Tipi di check-in

source: Regular
it_it: Regolare

source: Submitted by {{name}}; you requested to meet.
it_it: Inviato da {{name}}; hai richiesto una riunione.

source: You have unsaved changes in this section. Please save or cancel to proceed.
it_it: Sono presenti modifiche non salvate in questa sezione.Salva o annulla per procedere.

source: Discussion point
it_it: Punto di discussione

source: {{name}}'s ({{nickName}}) behavior profile
it_it: Profilo comportamentale di {{name}} ({{nickName}})

source: Recognized behaviors on which you've received feedback from colleagues.
it_it: Comportamenti riconosciuti sui quali hai ricevuto feedback dai colleghi.

source: Check-in name
it_it: Nome del check-in

source: Remember, you can create another check-in at any time.
it_it: Ricorda, puoi creare un altro check-in in qualsiasi momento.

source: Are you sure you want to complete this check-in?
it_it: Completare questo check-in?

source: {{name}} will be notified that you have completed this check-in.
it_it: {{name}} riceverà una notifica del fatto che hai completato questo check-in.

source: Your check-in is completed!
it_it: Check-in completato.

source: Delete comment
it_it: Elimina commento

source: Are you sure you want to delete this comment?
it_it: Eliminare questo commento?

source: Edit comment
it_it: Modifica commento

source: (Edited)
it_it: (Modificato)

source: Your chat
it_it: La tua chat

source: Start your conversation now!
it_it: Inizia la tua conversazione ora.

source: Today, {{time}}
it_it: Oggi, {{time}}

source: You
it_it: Tu

source: Date: {{date}}
it_it: Data: {{date}}

source: Deleted check-ins cannot be recovered.
it_it: I check-in eliminati non possono essere recuperati.

source: Are you sure you want to delete this check-in?
it_it: Eliminare questo check-in?

source: {{name}} will be notified that you have deleted this check-in and you will not receive any updates on this check-in.
it_it: {{name}} riceverà una notifica dell'eliminazione del check-in e non riceverai più alcun aggiornamento al riguardo.

source: Your check-in was successfully deleted.
it_it: Check-in eliminato correttamente.

source: Add to your calendar
it_it: Aggiungi al tuo calendario

source: To add this check-in to your calendar and the attendee's calendar, click the button and open the downloaded file. If this check-in has already been added to your calendar, we recommend that you make any changes to the date or time directly in the calendar.
it_it: Per aggiungere questo check-in al tuo calendario e a quello del partecipante, fai clic sul pulsante e apri il file scaricato. Se questo check-in è già stato aggiunto al tuo calendario, ti consigliamo di apportare eventuali modifiche alla data o all'ora direttamente nel calendario.

source: Your team member's tagged behaviors will be displayed here. These will enable you to get insight into how they are perceived within your organization.
it_it: I comportamenti con tag del tuo membro del team verranno visualizzati qui. Ti permetteranno di ottenere insight su come sono percepiti all'interno della tua organizzazione.

source: Received behaviors
it_it: Comportamenti ricevuti

source: My behavior profile
it_it: Il mio profilo comportamentale

source: Here you can follow the progression of your team member on their goals.
it_it: Qui puoi seguire i progressi del membro del tuo team riguardo ai suoi obiettivi.

source: Achievements against objectives
it_it: Risultati rispetto agli obiettivi

source: My goals at a glance
it_it: I miei obiettivi in sintesi

source: Development
it_it: Sviluppo

source: Professional
it_it: Professionale

source: Individual goal
it_it: Obiettivo individuale

source: Organizational goal
it_it: Obiettivo organizzativo

source: High
it_it: Alta

source: Low
it_it: Bassa

source: Medium
it_it: Media

source: Private
it_it: Privato

source: Check-in with {{subordinateName}}
it_it: Check-in con {{subordinateName}}

source: You have sent a "Let’s meet" invitation to further discuss this check-in. {{name}} will be notified.
it_it: Hai inviato un invito "Facciamo una riunione" per discutere ulteriormente di questo check-in. {{name}} riceverà una notifica.

source: Submitted by {{name}}. You requested to meet.
it_it: Inviato da {{name}}. Hai richiesto una riunione.

source: Mark as done
it_it: Contrassegna come completato

source: My discussion points
it_it: I miei punti di discussione

source: You can't see anything here because this worker no longer reports to you.
it_it: Non puoi vedere nulla qui perché questo dipendente non è più un tuo subordinato diretto.

source: This check-in was assigned by HR.
it_it: Questo check-in è stato assegnato da HR.

source: Pending set up
it_it: In attesa di configurazione

source: Return to previous page
it_it: Torna alla pagina precedente

source: {{name}}'s view
it_it: Visualizzazione di {{name}}

source: No view of performance submitted
it_it: Nessuna revisione delle prestazioni inviata

source: Gain insight into how your manager thinks you have progressed on your behaviors over this period.
it_it: Ottieni insight su come il tuo manager ritiene che tu abbia fatto progressi nei tuoi comportamenti durante questo periodo.

source: Gain insight into how your manager thinks you have progressed on your goals over this period.
it_it: Ottieni insight su come il tuo manager ritiene che tu abbia fatto progressi nei tuoi obiettivi durante questo periodo.

source: Gain insight into how your manager thinks you have progressed on your overall performance over this period.
it_it: Ottieni insight su come il tuo manager ritiene che tu abbia fatto progressi nelle tue prestazioni complessive durante questo periodo.

source: Provide your team member insight into how you think they have progressed on their behaviors over this period.
it_it: Fornisci al membro del tuo team insight su come pensi che abbia fatto progressi nei suoi comportamenti durante questo periodo.

source: Provide your team member insight into how you think they have progressed on their goals over this period.
it_it: Fornisci al membro del tuo team insight su come pensi che abbia fatto progressi nei suoi obiettivi in questo periodo

source: Provide your team member insight into how you think they progressed on their overall performance this period
it_it: Fornisci al membro del tuo team insight su come pensi che abbia fatto progressi nelle sue prestazioni complessive in questo periodo

source: Not visible to worker
it_it: Non visibile al collaboratore

source: Visible to worker
it_it: Visibile al collaboratore

source: Offer your team member insights into how you think they progressed on their goals this period
it_it: Offri al membro del tuo team insight su come pensi che abbia fatto progressi nei suoi obiettivi in questo periodo

source: Your view was successfully saved.
it_it: La tua visualizzazione è stata salvata con successo.

source: Your view
it_it: La tua visualizzazione

source: Read-only
it_it: Sola lettura

source: You are seeing this check-in as read-only mode because the other participant is no longer active.
it_it: Stai visualizzando questo check-in in modalità di sola lettura perché l'altro partecipante non è più attivo.

source: You are seeing this check-in as read-only because this check-in is between your direct report and their previous manager.
it_it: Stai visualizzando questo check-in in sola lettura perché è tra il tuo subordinato diretto e il suo manager precedente.

source: Deleted by {{name}}
it_it: Eliminato da {{name}}

source: This check-in was deleted by {{name}}. You are unable to update or chat via this check-in.
it_it: Questo check-in è stato eliminato da {{name}}. Non puoi aggiornare o chattare tramite questo check-in.

source: Pending confirmation from {{name}} {{nickName}}
it_it: In attesa di conferma da parte di {{name}} {{nickName}}

source: Pending confirmation from me
it_it: In attesa di conferma da parte mia

source: This check-in was marked as done by {{name}} {{nickName}}, and is now pending confirmation from you. Once you mark this check-in as done, this check-in will be completed for you both.
it_it: Questo check-in è stato contrassegnato come completato da {{name}} {{nickName}} ed è ora in attesa di conferma da parte tua. Una volta che avrai contrassegnato questo check-in come completato, il check-in sarà completato per entrambi.

source: This check-in was marked as done, and is now pending confirmation {{name}} {{nickName}}. Once they mark this check-in as done, this check-in will be completed for you both.
it_it: Questo check-in è stato contrassegnato come completato ed è ora in attesa di conferma da parte di {{name}} {{nickName}}. Una volta che avrà contrassegnato questo check-in come completato, il check-in sarà completato per entrambi.

source: Once you've submitted the check-in, your report will see your view on their performance. They will be invited to either accept and complete the check-in or request to meet for further discussion.
it_it: Una volta inviato il check-in, il tuo subordinato diretto vedrà la tua opinione sulle sue prestazioni. Riceverà un invito ad accettare e completare il check-in o a richiedere una riunione per ulteriori discussioni.

source: Submitted by {{name}}. You accepted.
it_it: Inviato da {{name}}. Hai accettato.

source: Submitted. {{name}} accepted.
it_it: Inviato. {{name}} ha accettato.

source: Check-in between {{subordinateName}} and {{managerName}}
it_it: Check-in tra {{subordinateName}} e {{managerName}}

source: {{name}}'s discussion points
it_it: Punti di discussione di {{name}}

source: Occurs every {{day}} effective {{startOn}} until {{endOn}}. In total, {{count}} number of check-ins will be created.
it_it: Ogni {{day}} a partire dalla data {{startOn}} fino alla data {{endOn}}. In totale, verranno creati {{count}} check-in.

source: Marked as done by you.
it_it: Contrassegnato come completato da te.

source: Allow check-in deletion
it_it: Consenti l'eliminazione dei check-in

source: Workers will be able to delete their own check-ins.
it_it: Gli utenti potranno eliminare i propri check-in.

source: Enable performance check-ins
it_it: Abilita i check-in delle prestazioni

source: Managers will be able to create performance check-ins with their direct reports. The check-ins include widgets in which managers can give their view on a direct report's progress, their overall performance, their goals, and their behaviors. Once the check-in is submitted, workers will be able to see these widgets and decide whether to select "Accept" or "Let's Meet" on the check-in page.
it_it: I manager saranno in grado di creare check-in sulle prestazioni con i loro subordinati diretti. I check-in includono widget in cui i manager possono esprimere la loro opinione sui progressi di un subordinato diretto, sulle sue prestazioni complessive, sui suoi obiettivi e sui suoi comportamenti. Una volta inviato il check-in, i collaboratori potranno vedere questi widget e decidere se selezionare "Accetta" o "Facciamo una riunione" nella pagina del check-in.

source: Allow new managers to see performance check-ins in "In progress", "Pending confirmation" or "Under review" status between their direct reports and their previous manager.
it_it: Consenti ai nuovi manager di vedere i check-in sulle prestazioni con stato "In corso", "In attesa di conferma" o "In fase di valutazione" tra i loro subordinati diretti e il precedente manager.

source: Check-ins about workers in "In progress", "Pending confirmation", or "Under review" status will be automatically shared with their new line manager.
it_it: I check-in sui collaboratori in stato "In corso", "In attesa di conferma" o "In fase di revisione" saranno automaticamente condivisi con il loro nuovo manager diretto.

source: Allow new managers to view completed performance check-ins between their direct reports and their previous manager.
it_it: Consenti ai nuovi manager di vedere i check-in sulle prestazioni completati tra i loro subordinati diretti e il precedente manager

source: Previously completed check-ins about a worker will be automatically shared with their new line manager.
it_it: I check-in precedentemente completati su un collaboratore saranno automaticamente condivisi con il loro nuovo manager diretto.

source: Allow workers to create performance check-ins with their manager
it_it: Consenti ai collaboratori di creare check-in sulle prestazioni con il loro manager

source: Enable the "Check-Ins" feature
it_it: Abilita la funzionalità "Check-in"

source: Check-ins enable managers and words to create a structured discussion when they choose. They can create and edit the content and comments to their liking, and all content is only visible to the participants. We recommend you review and activate the email notifications associated with check-ins in the "Email notifications" page.
it_it: I check-in consentono ai manager e ai dipendenti di creare una discussione strutturata quando lo desiderano. Possono creare e modificare a loro piacimento i contenuti o i commenti, che sono tutti visibili solo ai partecipanti. Ti consigliamo di esaminare e attivare le notifiche email associate ai check-in nella pagina "Notifiche email".

source: Workers can set regular check-ins with
it_it: I collaboratori possono impostare check-in regolari con

source: Line managers and direct reports only
it_it: Solo manager diretti e subordinati diretti

source: Upcoming check-ins
it_it: Check-in imminenti

source: Here are some tips to make the most of your check-in conversation.
it_it: Ecco alcuni consigli per ottenere il massimo dalle conversazioni di check-in.

source: Coaching tips
it_it: Consigli di coaching

source: Favicon
it_it: Icona preferiti

source: Upload the logo and type the label that you want to see on the browser tab. If you don't change this, the default beqom logo and label will be used.
it_it: Carica il logo e digita l'etichetta da mostrare sulla scheda del browser. Se non apporti modifiche, verranno utilizzati il logo e l'etichetta predefiniti di beqom.

source: Cancel edit
it_it: Annulla modifica

source: Application header
it_it: Intestazione dell'applicazione

source: Choose the logos and labels you want to see in the application header. You can upload your company logo or keep the default beqom logo.
it_it: Scegli i loghi e le etichette da mostrare nell'intestazione dell'applicazione. Puoi caricare il logo della tua azienda o mantenere quello predefinito di beqom.

source: Display option
it_it: Opzione di visualizzazione

source: Company logo & platform label
it_it: Logo aziendale ed etichetta della piattaforma

source: Company logo
it_it: Logo aziendale

source: Default beqom logo
it_it: Logo predefinito beqom

source: Company logo & beqom default logo
it_it: Logo aziendale e logo predefinito di beqom

source: Email header
it_it: Intestazione email

source: Choose the logos and labels you want to see in the header of the emails sent by the system. You can upload your company logo or keep the default beqom logo.
it_it: Scegli i loghi e le etichette da mostrare nell'intestazione delle email inviate dal sistema. Puoi caricare il logo della tua azienda o mantenere quello predefinito di beqom.

source: Upload your logo
it_it: Carica il tuo logo

source: Go to Web version
it_it: Vai alla versione web

source: Office 365 plugin
it_it: Plug-in di Office 365

source: Configure the label of the button that directs to the beqom application from Office 365.
it_it: Configura l'etichetta del pulsante che indirizza all'applicazione beqom da Office 365.

source: Button label
it_it: Etichetta del pulsante

source: You can change the beqom label to a name that will be familiar to your users.
it_it: Puoi cambiare l'etichetta di beqom in un nome familiare per i tuoi utenti.

source: Platform label
it_it: Etichetta della piattaforma

source: My compensation history
it_it: La mia cronologia retributiva

source: Total compensation
it_it: Retribuzione totale

source: Your changes to the configuration were successfully applied.
it_it: Modifiche alla configurazione applicate correttamente.

source: You have an unsaved comment. Are you sure you want to leave and discard your comment?
it_it: È presente un commento non salvato. Uscire ed eliminare il commento?

source: Unsaved comment
it_it: Commento non salvato

source: Collapse {{groupKey}}
it_it: Comprimi {{groupKey}}

source: Drag to reorder column {{columnName}}
it_it: Trascina per riordinare la colonna {{columnName}}

source: Drag to reorder group {{groupKey}}
it_it: Trascina per riordinare il gruppo {{groupKey}}

source: Expand {{groupKey}}
it_it: Espandi {{groupKey}}

source: Frozen columns are fixed; columns can only be reordered within their current group.
it_it: Le colonne bloccate sono fisse; le colonne possono essere riordinate solo all'interno del loro gruppo corrente.

source: Set column visibility
it_it: Imposta visibilità colonne

source: Column config
it_it: Configurazione colonne

source: Toggle visibility for {{columnName}}
it_it: Attiva/disattiva visibilità per {{columnName}}

source: Clear search
it_it: Cancella ricerca

source: No workers match the search/filter criteria. Remove filters and clear the search to show all workers.
it_it: Nessun collaboratore corrisponde ai criteri di ricerca/filtro. Rimuovi i filtri e cancella la ricerca per visualizzare tutti i collaboratori.

source: Your current access permissions don't allow you to view the information in this grid. If you believe this is a mistake, please contact your administrator or HR team.
it_it: Le tue attuali autorizzazioni di accesso non ti consentono di visualizzare le informazioni in questa griglia. Se ritieni che si tratti di un errore, contatta il tuo amministratore o il team HR.

source: You don't have access to this data
it_it: Non hai accesso a questi dati

source: Contact information
it_it: Informazioni di contatto

source: Copy goal
it_it: Copia obiettivo

source: Name of the country.
it_it: Nome del paese.

source: Add deliverable
it_it: Aggiungi deliverable

source: Add measurement criterion
it_it: Aggiungi criterio di misurazione

source: Attachments
it_it: Allegati

source: Specify tangible outcomes for your goal
it_it: Specifica risultati tangibili per il tuo obiettivo

source: Deliverable
it_it: Risultato

source: Describe the goal
it_it: Descriva l'obiettivo

source: Goal target
it_it: Obiettivo target

source: Other colleagues
it_it: Altri colleghi

source: Create one individual goal per colleague in the selected population.
it_it: Crea un obiettivo individuale per ciascun collega nella popolazione selezionata.

source: Goal owner
it_it: Proprietario dell'obiettivo

source: Search by people
it_it: Cerca per persone

source: Who do you want to create this goal for?
it_it: Per chi vuoi creare questo obiettivo?

source: Search by people and org units
it_it: Cerca per persone e unità organizzative

source: Creator
it_it: Creatore

source: To create or copy a goal, at least one goal plan and one goal type must be configured in advance.
it_it: Per creare o copiare un obiettivo, è necessario configurare in anticipo almeno un piano obiettivo e un tipo di obiettivo.

source: Setup required
it_it: Configurazione richiesta

source: Myself
it_it: Me

source: Create your individual goals visible to you and your manager.
it_it: Rendi i tuoi obiettivi individuali visibili a te e al tuo manager.

source: My organization
it_it: La mia organizzazione

source: Creates a single goal visible to a population. Changing the progress of this goal will update the progress for everyone.
it_it: Crea un unico obiettivo visibile a una popolazione. Modificare il progresso di questo obiettivo aggiornerà il progresso per tutti.

source: Owner's manager
it_it: Responsabile del proprietario

source: Goal alignment
it_it: Allineamento degli obiettivi

source: Identify which goals align with the created goal
it_it: Identificare quali obiettivi sono allineati con l'obiettivo creato

source: Key deliverables
it_it: Deliverable chiave

source: Key results
it_it: Risultati chiave

source: Define how you will measure success
it_it: Definisci come misurerai il successo

source: Maximum target
it_it: Target massimo

source: Minimum target
it_it: Target minimo

source: Starting value
it_it: Valore iniziale

source: Target value
it_it: Valore target

source: Basic info
it_it: Informazioni di base

source: Name of the goal
it_it: Nome dell'obiettivo

source: Workers in an organizational goal are included automatically based on the selected goal plan. Individual access controls of the user creating the goal are not taken into account.
it_it: I Collaboratori in un obiettivo organizzativo vengono inclusi automaticamente in base al piano di obiettivi selezionato. I controlli di accesso individuali dell’utente che crea l’obiettivo non vengono presi in considerazione.

source: Goal population based on the goal plan.
it_it: Popolazione degli obiettivi basata sul piano degli obiettivi.

source: Based on the selected goal plan
it_it: In base al piano degli obiettivi selezionato

source: Priority
it_it: Priorità

source: Automatically using a deliverable
it_it: Utilizzo automatico di un deliverable

source: Automatically using the average of measurement criteria
it_it: Utilizzo automatico della media dei criteri di misurazione

source: Manually
it_it: Manualmente

source: Progress tracking
it_it: Monitoraggio dei progressi

source: Tag library
it_it: Libreria dei tag

source: Specify which tags from the following libraries can be added to the created goal
it_it: Specificare quali tag delle seguenti librerie possono essere aggiunti all'obiettivo creato

source: Tags and alignment
it_it: Tag e allineamento

source: Progress tracking method
it_it: Metodo di monitoraggio dei progressi

source: Who should see your goal?
it_it: Chi dovrebbe vedere il tuo obiettivo?

source: Make the goal visible to
it_it: Rendi visibile l'obiettivo a

source: Search for workers or organizational units
it_it: Cerca collaboratori o unità organizzative

source: Managers will be able to view the goals of their team members.
it_it: I manager potranno visualizzare gli obiettivi dei membri dei loro team.

source: Give a value between 0 and 100.
it_it: Fornisci un valore tra 0 e 100.

source: Session expired
it_it: Sessione scaduta

source: Your session has been open for a while, and the application was updated in the background. Please refresh the page to ensure everything works properly.
it_it: La Sua sessione è aperta da un po', e l'applicazione è stata aggiornata in background. La preghiamo di aggiornare la pagina per assicurarsi che tutto funzioni correttamente.

source: Eligible
it_it: Idoneo

source: Eligible {{eligibleCount}}/{{totalCount}}
it_it: Idonei {{eligibleCount}}/{{totalCount}}

source: Not eligible
it_it: Non idoneo

source: Advanced
it_it: Avanzato

source: This column has conditional formatting applied based on rules.
it_it: Questa colonna ha una formattazione condizionale applicata in base a regole.

source: Unassigned
it_it: Non assegnato

source: Refresh data
it_it: Aggiorna i dati

source: Row size
it_it: Dimensioni della riga

source: Extra tall
it_it: Extra alta

source: Short
it_it: Bassa

source: Tall
it_it: Alta

source: Sort
it_it: Ordina
